Repository: anuragji/DefaultSort
Catalog: languages/*.po
Languages: it

source: This plugin can be used to override Omeka's default sort criteria, which is set to %s.
it: Questo plugin può essere usato per sostituire il criterio di ordinamento predefinito diOmeka, attualmente %s.

source: You can also specify Collections whose Items are to be excluded or can have their own sort.
it: Puoi anche specificare collezioni i cui documenti vadano esclusi o possano seguire un ordinamento differente.

source: Please note
it: Attenzione

source: in most cases, you will want to add whichever field you select here to the list of sort links in your browse views; check the %s file for an example.
it: nella maggior parte dei casi, sarà bene aggiungere i campi qui selezionati alla lista dei collegamenti di ordinamento presente nelle pagine browse; vedi il file %s per un esempio.

source: Items
it: Documenti

source: Enable for Items
it: Abilita per i documenti

source: If checked, applies the new default sort to Items.
it: Se selezionata, applica il nuovo criterio di ordinamento ai documenti.

source: Sort Field
it: Campo ordinamento

source: Choose the field all Items will be sorted by.
it: Scegli il campo in base al quale tutti i documenti verrano ordinati.

source: Please select
it: Scegli

source: Date Added
it: Data aggiunta

source: Sort Direction
it: Direzione ordinamento

source: Choose the sorting direction.
it: Scegli la direzione di ordinamento.

source: Ascending
it: Ascendente

source: Descending
it: Discendente

source: Collections
it: Collezioni

source: Enable for Collections
it: Abilita per le collezioni

source: If checked, applies the new default sort to Collections.
it: Se selezionata, applica il nuovo criterio di ordinamento alle collezioni.

source: Choose the field all Collections will be sorted by.
it: Scegli il campo in base al quale tutti le collezioni verrano ordinati.

source: Excluded Collections
it: Collezioni escluse

source: This set of options allows you to specify a different Items sort when browsing items that are part of specific public Collections. For instance, you might want to display one Collection's Items in chronological order, while all other Items should be sorted by Title.
it: Questo insieme di opzioni permette di specificare un criterio di ordinamento differente per documenti parte di specifiche collezioni pubbliche. Per esempio, si potrebbe voler mostrare i documenti di una collezione in ordine cronologico, mentre tutti gli altri documenti in ordine per titolo.

source: Collections to exclude
it: Collezioni da escludere

source: There are no public Collections at the moment.
it: Non ci sono al momento collezioni pubbliche.

source: Choose the field all Items belonging to excluded Collections will be sorted by.
it: Scegli il campo in base al quale tutti i documenti di collezioni escluse verrano ordinati.
